[
  {
    "topic": "spa",
    "title": "Cayor Capital",
    "role": "Sole Full Stack Developer",
    "tags": [
      "React",
      "Mobile first",
      "Javascript es6",
      "Bootstrap",
      "Google Cloud",
      "SASS"
    ],
    "date": "2018 - Present",
    "description": "Cayor Capital launched in 2015, as a Sub-Saharan Africa equity fund, focusing on mid-market assets and investments. Upon reaching their investment goal, Cayor required a website update. I worked with the Cayor team to design and develop and maintain thier new, responsive single page app to attract future investments.\n My approach to Cayor was to advocate for a fresh, updated interface that put the investors and portfolio companies first. To make the site user-friendly, we focused on breathing life into the Company decks and transforming the details into designed pages.",
    "link": "wwww.cayorcapital.com"
  },
  {
    "topic": "spa",
    "title": "Aeroasis Education Platform",
    "role": "Sole Full Stack Developer",
    "tags": [
      "Serverless backend",
      "React",
      "Mobile first",
      "Javascript es6",
      "Bootstrap",
      "AWS",
      "D3"
    ],
    "date": "2019",
    "description": "Aeroasis is a resource autonomy startup with a strong focus on education. I developed an education curricula, designed and developed a platform for teachers and educators to access and interact with the lesson plans.",
    "link": "wwww.aeroasis.com"
  },
  {
    "topic": "spa",
    "title": "Aeroasis",
    "role": "Lead Developer",
    "tags": [
      "Squarespace",
      "Mobile first",
      "Shopify",
      "Square integration",
      "HTML/CSS"
    ],
    "date": "2017 - Present",
    "description": "I manage and led in the development of the Aeroasis Website, which led to a 200% increase in visitor traffic and improved company SEO. Created and maintain company shop through Shopify, paypal, and Square.",
    "link": "wwww.aeroasis.com"
  },
  {
    "topic": "mobile",
    "title": "Aeroasis Mobile App",
    "role": "Full Stack Developer",
    "tags": [
      "React Native",
      "IOS",
      "Android",
      "IoT",
      "Nodejs",
      "AWS",
      "Fastlane"
    ],
    "date": "2019",
    "description": "Aeroasis Grow App: an IoT connected mobile user app that maintains and controls an indoor garden ecosystem. ",
    "link": "wwww.#.com"
  },
  {
    "topic": "mobile",
    "title": "shareDo",
    "role": "Lead Full Stack Developer",
    "tags": ["React Native", "IOS", "Android", "Nodejs", "AWS"],
    "date": "2019",
    "description": "Mobile app that shares to do lists with your friends or family. Nevr forget to tell your kids to pack their bags for vacation or make a honey-do list that you partner can say, 'You never told me!'. With shareDo, anyone can create and share to do lists with the contacts.",
    "link": "wwww.#.com"
  }
]
